{
    "players":[
     {
        "id":"0",
        "name":"Aaron Christopher Ramsdale",
        "image":"Assets/Images/playerBio/aaron-ramsdale.jpg",
        "profession":"Professional Goalkeeper",
        "description":"Aaron Christopher Ramsdale (born 14 May 1998) is an English professional footballer who plays as a goalkeeper for Premier League club Arsenal and the England national team.Ramsdale began his senior club career playing for Sheffield United and signed for AFC Bournemouth in 2017. Following successive loans to Chesterfield and AFC Wimbledon, Ramsdale played a season with Bournemouth and re-joined Sheffield United in a transfer worth an initial £18 million. In 2021, Ramsdale signed for Arsenal in a club record transfer worth up to £30 million, becoming their most expensive goalkeeper.",
        "moreDescription":"Ramsdale has represented England at all levels from under-18 to the senior team, and won the UEFA European Under-19 Championship in 2017, and was in the squad that finished as runners-up at UEFA Euro 2020.",
        "cardImage1":"Assets/Images/playerBio/aaron-ramsdale1.jpg",
        "cardImage1Heading":"Total Clean Sheets",
        "cardImage1Description":"36",
        "cardImage2":"Assets/Images/playerBio/aaron-ramsdale2.jpg",
        "cardImage2Heading":"Total Appearances",
        "cardImage2Description":"147",
        "cardImage3":"Assets/Images/playerBio/aaron-ramsdale3.jpg",
        "cardImage3Heading":"Trophies Won",
        "cardImage3Description":"3"

        },
        {
            "id":"1",
            "name":"Kieran Trippier",
            "image":"Assets/Images/playerBio/kieran-trippier.jpg",
            "profession":"Professional Footballer",
            "description":"Kieran John Trippier (born 19 September 1990) is an English professional footballer who plays as a right-back for Premier League club Newcastle United and the England national team. Trippier is regarded as one of the best right-backs in the world.Trippier started his career in the youth system at Manchester City but failed to make the breakthrough to the first team, having two loans at Championship club Barnsley. In 2011, he signed for Championship club Burnley on a season-long loan which was made permanent in January 2012 for an undisclosed fee. He was named in the Championship PFA Team of the Year for two consecutive seasons in 2012–13 and 2013–14. In 2014, he secured promotion with Burnley to the Premier League as the team finished runners-up in the Championship. A year later, he signed for Tottenham Hotspur for a £3.5 million fee. After four years in North London, during which he became part of the squad that finished as runners-up in the 2019 Champions League final, Trippier joined Spanish side Atlético Madrid, where he helped the team win the 2020–21 La Liga title.",
            "moreDescription":"Trippier also represented England at all levels from under-18 to under-21, featuring in the 2009 UEFA European Under-19 Championship and 2009 FIFA U-20 World Cup. He made his senior international debut in June 2017 and was part of the team that reached the semi-finals of the 2018 FIFA World Cup.",
            "cardImage1":"Assets/Images/playerBio/kieran-trippier1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"1",
            "cardImage2":"Assets/Images/playerBio/kieran-trippier2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"151",
            "cardImage3":"Assets/Images/playerBio/kieran-trippier3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"1"
        },
        {
            "id":"2",
            "name":"William Saliba",
            "image":"Assets/Images/playerBio/william-saliba.jpg",
            "profession":"Professional Footballer",
            "description":"William began his football career aged 6, where he was brought up getting coached from his Father. He was continuously in and out of French academies located around the north side of France. He eventually moved south to Saint-Étienne in 2016, and signed his first contract at age 17, in May 2018. Saliba then made his professional debut on 25 September 2018, featuring in a 3–2 Ligue 1 win over Toulouse. He made 13 starting appearances in his first season at Saint-Étienne.After signing for Arsenal, Saliba returned to Saint-Étienne on loan for the 2019–20 season.He played 17 games for the club across the campaign, helping Saint-Étienne reach the 2020 Coupe de France Final; he missed the match as the loan agreement ended two weeks prior to the final, which was delayed due to the COVID-19 pandemic.",
            "moreDescription":"Although looking to temporarily extend his loan, had Saliba featured, Arsenal reportedly would have been due to pay Saint-Étienne €2.5 million. The French club were reportedly reluctant to waive the fee and also requested full control over his training sessions. As a result, Saliba returned to Arsenal on 24 July 2020.",
            "cardImage1":"Assets/Images/playerBio/william-saliba1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"2",
            "cardImage2":"Assets/Images/playerBio/william-saliba2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"27",
            "cardImage3":"Assets/Images/playerBio/william-saliba3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"1"
        },
        {
            "id":"3",
            "name":"Rúben Dias",
            "image":"Assets/Images/playerBio/ruben-dias.jpg",
            "profession":"Professional Footballer",
            "description":"Rúben dos Santos Gato Alves Dias (born 14 May 1997) is a Portuguese professional footballer who plays as a centre-back for Premier League club Manchester City and the Portugal national team. Considered one of the best defenders in the world, he is known for his defensive prowess, leadership, and aerial ability.Dias came through Benfica's youth academy. He began playing for Benfica B in 2015 and was promoted to the first-team in 2017, and was named the Primeira Liga's Young Player of the Year. The following season, Dias won the league title in the 2018–19 season with Benfica and later the Supertaça Cândido de Oliveira during the 2019–20 season, while also being named in the Primeira Liga's Team of the Year, making over 100 appearances in the process. He signed for Premier League club Manchester City in September 2020 for a reported fee of €68 million, becoming the second-highest fee for a Portuguese player leaving the domestic league. Dias won the league title and EFL Cup in his first season, while also reaching the UEFA Champions League final. He was also named FWA Footballer of the Year, Manchester City Player of the Year, Premier League Player of the Season and the UEFA Champions League Defender of the Season in 2021. In 2022–23, he played a crucial role as City secured a first-ever continental treble.",
            "moreDescription":"Dias is a former Portugal youth international, representing his country at under-16, under-17, under-19, under-20 and under-21 levels. He made his senior international debut in 2018, being chosen in Portugal's squads for the 2018 World Cup, 2019 UEFA Nations League Finals, UEFA Euro 2020 and 2022 World Cup; he won the 2019 tournament on home soil, while being named in the team of the tournament and man of the match in the final.",
            "cardImage1":"Assets/Images/playerBio/ruben-dias1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"1",
            "cardImage2":"Assets/Images/playerBio/ruben-dias2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"87",
            "cardImage3":"Assets/Images/playerBio/ruben-dias3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"11"
        },
        {
            "id":"4",
            "name":"Oleksandr Zinchenko",
            "image":"Assets/Images/playerBio/oleksander-zinchenko.jpg",
            "profession":"Professional Footballer",
            "description":"Oleksandr Volodymyrovych Zinchenko (Ukrainian: Олександр Володимирович Зінченко; born 15 December 1996) is a Ukrainian professional footballer who plays as a left-back or midfielder for Premier League club Arsenal and the Ukraine national team.Zinchenko began his career at Russian Premier League team Ufa before joining Manchester City in 2016 for a fee around £1.7 million. A versatile player, he started his career as an attacking midfielder, but eventually converted into a left back or wing back under Pep Guardiola. He has since won four Premier League titles, four League Cups and an FA Cup with the club.A full Ukrainian international since 2015, Zinchenko represented his country at UEFA Euro 2020.",
            "moreDescription":"Zinchenko was born in Radomyshl, Zhytomyr Oblast. He is a product of Youth Sporitve School Karpatiya of his native Radomyshl (with first coach Serhiy Boretskyi), FC Monolit Illichivsk and Shakhtar Donetsk, where he became the captain of the youth team. On 9 December 2013, he scored a goal in a 1–1 draw with Manchester United in the 2013–14 UEFA Youth League.",
            "cardImage1":"Assets/Images/playerBio/oleksander-zinchenko1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"1",
            "cardImage2":"Assets/Images/playerBio/oleksander-zinchenko2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"87",
            "cardImage3":"Assets/Images/playerBio/oleksander-zinchenko3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"12"
        },
        {
            "id":"5",
            "name":"Kevin De Bruyne",
            "image":"Assets/Images/playerBio/kevin-debruyne.jpg",
            "profession":"Professional Footballer",
            "description":"Kevin De Bruyne (born 28 June 1991) is a Belgian professional footballer who plays as a midfielder for and captains both Premier League club Manchester City and the Belgium national team. He is widely regarded as one of the greatest players of his generation as well as one of the best midfielders in the world. Pundits often describe him as a complete footballer.De Bruyne began his career at Genk, where he was a regular player when they won the 2010–11 Belgian Pro League. In 2012 he joined English club Chelsea, where he was used sparingly and then loaned to Werder Bremen. He signed with Wolfsburg for £18 million in 2014, where he established himself as one of the best players in the Bundesliga and was integral in the club's 2014–15 DFB-Pokal win. In the summer of 2015 De Bruyne joined Manchester City for a club record £54 million. He has since won the UEFA Champions League, five Premier League titles, five League Cups and two FA Cups with the club. In 2017–18 he had a significant role in Manchester City's record in becoming the only Premier League team to attain 100 points in a single season. In 2019–20, De Bruyne equalled the record for most assists in a Premier League season and was awarded Player of the Season (which he won again in 2021–22). He was again heavily involved in 2022–23 as City sealed their first continental treble.",
            "moreDescription":"De Bruyne made his full international debut in 2010, and he has since earned over 90 caps and scored 26 goals for Belgium. He was a member of the Belgian squads that reached the quarter-finals both at the 2014 FIFA World Cup and at UEFA Euro 2016. He was named in the FIFA World Cup Dream Team of the 2018 FIFA World Cup as Belgium finished in third place, as well as appearing in UEFA Euro 2020 and the 2022 FIFA World Cup.",
            "cardImage1":"Assets/Images/playerBio/kevin-debruyne1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"43",
            "cardImage2":"Assets/Images/playerBio/kevin-debruyne2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"242",
            "cardImage3":"Assets/Images/playerBio/kevin-debruyne3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"27"
        },
        {
            "id":"6",
            "name":"Casemiro",
            "image":"Assets/Images/playerBio/casemiro.jpg",
            "profession":"Professional Footballer",
            "description":"Carlos Henrique Casimiro (born 23 February 1992), known as Casemiro, is a Brazilian professional footballer who plays as a defensive midfielder for Premier League club Manchester United and captains the Brazil national team. He is known for his defensive abilities, ball-winning skills, and tackling. Casemiro is widely regarded as one of the best defensive midfielders in the world.He was included in the FIFA FIFPro World XI in 2022.Casemiro began his career with São Paulo and progressed through the ranks. He scored 11 goals in 111 games as a midfielder for the club. His defensive abilities caught the attention of Real Madrid, and he joined the club on loan in January 2013. He played 15 games for Real Madrid Castilla during his loan spell. Afterward, he was signed permanently by Real Madrid for a fee of £5.1 million, becoming a part of their first-team squad at the Santiago Bernabéu.",
            "moreDescription":"After joining Real Madrid, Casemiro initially struggled to break into the first team. He was loaned to FC Porto for €15 million in order to gain more playing time. During his time at Porto, Casemiro performed impressively and helped the team reach the Champions League quarterfinals. Real Madrid decided to reacquire him for €7.00m in the summer transfers of the 2015 season.",
            "cardImage1":"Assets/Images/playerBio/casemiro1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"31",
            "cardImage2":"Assets/Images/playerBio/casemiro2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"111",
            "cardImage3":"Assets/Images/playerBio/casemiro3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"18"
        },
        {
            "id":"7",
            "name":"Martin Ødegaard",
            "image":"Assets/Images/playerBio/odegard.jpg",
            "profession":"Professional Footballer",
            "description":"Martin Ødegaard (born 17 December 1998) is a Norwegian professional footballer who plays as a midfielder for and captains both Premier League club Arsenal and the Norway national team. Considered one of the best midfielders in the world, he is known for his technique, dribbling ability, vision and range of passing.",
            "moreDescription":"Ødegaard made his senior international debut for Norway in 2014, at age 15, and has set the record for the youngest senior Norway player, and the youngest player to play in a UEFA European Championship qualifying match. He assumed the full captaincy of Norway in March 2021.",
            "cardImage1":"Assets/Images/playerBio/odegard1.jpg",
            "cardImage1Heading":"Total Goal Scored",
            "cardImage1Description":"15",
            "cardImage2":"Assets/Images/playerBio/odegard2.jpg",
            "cardImage2Heading":"Total Appearances",
            "cardImage2Description":"87",
            "cardImage3":"Assets/Images/playerBio/odegard3.jpg",
            "cardImage3Heading":"Trophies Won",
            "cardImage3Description":"4"
        }

    ]
}